Repository: VadymRud/zampolit
Catalog: zampol/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Main data
uk: Головна інформація

source: Orders
uk: Накази

source: Appointment
uk: Призначення

source: Moving
uk: Переведення

source: Rank
uk: Звання

source: Annual leave
uk: Щорічна відпустка

source: Vacation for family reasons
uk: Відпустка по сімейним обставинам

source: Unauthorized leaving of a part
uk: Самовільне залишення частини

source: Name
uk: Ім'я

source: Description
uk: Дата призову

source: Status
uk: Статус

source: Statuses
uk: Статуси

source: osoba
uk: Військовослужбовець

source: order number
uk: Номер наказу

source: order date
uk: Дата наказу

source: appruve date
uk: Дата прийому на службу

source: status
uk: статус

source: Order
uk: Наказ

source: Order's
uk: Накази

source: Names in accs
uk: Назви актів

source: Company
uk: Підрозділ

source: Info for Service begin
uk: Інформація про початок служби

source: General information
uk: Загальна інформація

source: militaryID
uk: Військовий квиток

source: ID
uk: Паспорт

source: Address
uk: Адреса

source: Images
uk: Зображення

source: Persons
uk: Військовослужбовці

source: Military Rank
uk: Військове звання

source: Military Ranks
uk: Військові звання

source: Platoon
uk: Рота

source: Platoons
uk: Роти

source: Unit
uk: Взвод

source: Units
uk: Взвода

source: Creed
uk: Віросповідання

source: Nationality
uk: Національність

source: Nationalities
uk: Національності

source: Education
uk: Освіта

source: SHPK
uk: ШПК

source: Official Position
uk: Посада

source: Official Positions
uk: Посади

source: Name Person
uk: Ім'я В/С

source: Sename
uk: Прізвище

source: third name
uk: По батькові

source: birth date
uk: Дата народження

source: military rank
uk: Військове звання

source: image_face3x4
uk: Фотокартка 3 на 4

source: Military office
uk: Військове звання

source: date of conscription
uk: Дата призову

source: militaryID seria
uk: Військовий квиток серія

source: militaryID number
uk: Військовий квиток номер

source: who_militaryID
uk: Хто видав Військовий квиток

source: militaryID_date
uk: Військовий квиток дата видачі

source: weapon
uk: Зброя

source: military_rank_id
uk: Присвоєння військового звання

source: military_rank_date
uk: Дата присвоєння військового звання

source: ID seria
uk: Паспорт серія

source: ID number
uk: Паспорт номер

source: who_ID
uk: Хто видав Паспорт

source: ID_date
uk: Паспорт дата видачі

source: ipn
uk: Індефікаційний код

source: orphan
uk: Сирота

source: married
uk: Одружений

source: halforphan
uk: Напівсирота

source: work
uk: Робота

source: mobilization
uk: Мобілізований

source: driveid
uk: Посвідчення водія

source: creed
uk: віросповідання

source: nationality
uk: нацаональність

source: blood_type
uk: Група крові

source: addres_pr
uk: адреса прописки

source: addres_fact
uk: адреса фактичного проживання

source: ServiseID
uk: Військовослужбовець

source: ServiseIDs
uk: Військовослужбовці

source: Battalion commander
uk: Командир батальйону

source: Deputy Battalion Commander
uk: Замісник командира батальйону

source: Deputy Battalion Commander for Moral and Psychological Support
uk: Замісник командира батальйону з морально-психологічної роботи

source: Assistant Battalion Commander for Legal Affairs
uk: Помічник командира батальйону з юридичних питань

source: Officer-psychologist
uk: Офіцер-психолог

source: Chief sergeant of a military unit
uk: Головний сержант батальйону

source: Technician
uk: Технік

source: Deputy Battalion Commander for Airborne Training
uk: Заступник командира батальйону з повітряно-десантної підготовки

source: Chief of Staff - First Deputy Battalion Commander
uk: Начальник штабу - перший заступник командира батальйону

source: Senior assistant chief of staff for personnel and military units
uk: Старший помічник начальника штабу з кадрів і стройової частини

source: Command
uk: Командування

source: Commands
uk: Командування

source: from staff
uk: з посади

source: to staff
uk: на посаду

source: Relocation
uk: Переміщення

source: Relocation's
uk: Переміщення

source: text
uk: Текст

source: Reward
uk: Заоохочення та нагороди

source: Rewards
uk: Заоохочення та нагороди

source: Penalty
uk: Догана

source: Penalties
uk: Догани

source: Staff
uk: Штатка

source: shpk
uk: ШПК

source: ocoba
uk: Військовослужбовець

source: VOS
uk: ВОС

source: pozyvnyy
uk: Позивний

source: salary
uk: Оклад

source: tariff category
uk: Тарифний розряд

source: Vacant
uk: Вакантна

source: Npp
uk: Номер ПП

source: Osoba
uk: Військовослужбовець

source: vos
uk: ВОС

source: poz
uk: Позивний

source: Availability
uk: Наявність

source: English
uk: Англійська
